var s = [ {
    class: "翅膀昵称生成",
    datalist: [ "꧁꫞꯭昵称꯭꫞꧂", "꧁༺昵称༻꧂", "꧁༺༽༾ཊ昵称ཏ༿༼༻꧂", "꧁༺ཌ༈昵称༈ད༻꧂", "༺ཌ༈昵称༈ད༻", "༺ཌༀൢ昵称ༀད༻", "༺ཌༀཉི昵称༃ༀད༻", "༺࿈昵称࿈༻", "༺༽༾ཊ昵称ཏ༿༼༻", "༺ཌ༈昵称༈ད༻", "༺昵称༻", "࿐ཉི༗࿆昵称 ༗࿆ཉི࿐", "༺།༼࿄࿆昵称࿅࿆༽།༻", "௸྄ིོུ昵称คิดถ", "ε昵称з", "༺昵称༻", "ʚ昵称ɞ", "꧁꫞꯭昵称꯭꫞꧂", "꧁༺昵称༻꧂", "꧁༺༽༾ཊ昵称ཏ༿༼༻꧂", "꧁༺ཌ༈昵称༈ད༻꧂", "༺ཌ༈昵称༈ད༻", "༺ཌༀൢ昵称ༀད༻", "༺ཌༀཉི昵称༃ༀད༻", "༺࿈昵称࿈༻" ]
}, {
    class: "情侣个性昵称",
    datalist: [ "✎ℳ๓昵称✾", "ัζั͡昵称ั͡ั͡ั✾", "✎ℳ₯㎕.dear昵称℡", "じ★ve゛昵称℘", "じ☆ve↘昵称う", "じòぴé↘ 昵称๓", "ζั͡ޓއއއ๓昵称€。", "✎﹏ℳ๓₯㎕❦昵称う", "Alone°昵称ご", "✐﹌℘ℳ₨、昵称๓", "ノunique丶昵称ャ", "、♡†ฅr昵称๓`♡", "♡.†ฅr̶昵称ั͡℡", "◆◇昵称╯ ", "︶￣昵称♀", "︶￣昵称♂", "╯昵称♚", "╯昵称♛", "✎ℳ๓昵称✾", "ัζั͡昵称ั͡ั͡ั✾", "✎ℳ₯㎕.dear昵称℡", "じ★ve゛昵称℘", "じ☆ve↘昵称う", "じòぴé↘ 昵称๓" ]
}, {
    class: "战队公会昵称",
    datalist: [ "丿艹巅峰丨丶昵称", "丶巛全F最嗨o灬昵称", "彡kiss丿灬昵称", "广东Win丨灬昵称", "丿A名牌货灬昵称", "昵称灬家族", "丿TK丶灬丨昵称。", "丿super丶昵称灬", "Spurt丶昵称ご", "丨Sky灬丨昵称", "丿Star丨昵称", "◥▇▇▇╋【战灬昵称", "昵称ㄣ▄︻┳═一", "◆◇昵称·вοοS", "昵称Culb°", "昵称__Home", "▄︻┳═一★昵称", "v1p丶★昵称", "◢▂昵称▂◣", "丿TK丶灬丨昵称", "丿艹巅峰丨丶昵称", "丶巛全F最嗨o灬昵称", "彡kiss丿灬昵称", "广东Win丨灬昵称", "丿A名牌货灬昵称", "昵称灬家族" ]
}, {
    class: "个性符号昵称",
    datalist: [ "ㄨ℉昵称℅`", "★·°昵称;︶︵︶", "?昵称ヽ。", "≒昵称/／.ら", "︶ㄣ昵称ㄣ", "─━═昵称ζ", "〆昵称ゾ", "㊣昵称㊣", "づ昵称╄→", "︻◣_昵称り~", "←￠昵称☆", "╃昵称メ", "ㄗs:昵称︶ㄣ", "╭ァ昵称℅", "圝◤昵称◥圝", "oo-┈→昵称℡~", "ゞ↘o昵称:", "﹎ゞ昵称/╱°", "￡昵称☆★", "ご昵称ミ↗", "ぺ昵称ぺ", "ヤ^昵称íΟо." ]
} ];

module.exports = s;