var _ = [ {
    class: "文字颜",
    datalist: [ "(๑˙❥˙๑)憋说话吻我", "ヾ(ﾟｰﾟヾ)^?啊咧？", "( ´◔‸◔`)然并卵", "(ˉ▽￣～) 切~~", "乀(ˉεˉ乀)...去去去", "~(*・_・)ノ⌒*丢出去", "(╯‵□′)╯︵┻━┻", "┳━┳ノ(°_°ノ)", "┻━┻︵╰(‵□′)╯︵┻━┻", "٩( °༥° )و ₎₎能动手就别吵吵", "(￣ ii ￣;) 吸溜(￣＂￣;)", "( ＿ ＿)ノ｜壁", "(∼‾▽‾)→))*‾▽‾*)o[手指戳戳]", "ヽ(｀⌒´メ)ノ 绝不原谅!", "(｡•ˇ‸ˇ•｡)伐开心！要抱抱！", "~(≧▽≦)/~啦啦啦", "_(:3」∠❀)_嘤嘤嘤~不要嘛~", "╰（‵□′）╯✧Duang~送你五毛钱特效！", "o(*≧▽≦)ツ┏━┓拍桌狂笑", "╭( ′• o •′ )╭☞警察叔叔！就是这个人！", "￥ヾ(Ő∀Ő)ﾉ￥买买买！", "(｀･ω･´)ゞ敬礼っ", "ヾ(´ _ ` )ง⁽°༥°⁾姚明拎着你", "(*^．^*) 亲亲~", "(￣ε(#￣)☆╰╮o(￣皿￣///)", 'o(#￣▽￣)==O))￣0￣")', "～(￣▽￣～)(～￣▽￣)～", "ヘ( ^o^)ノ＼(^_^ )", "(╬￣皿￣)＝○＃(￣＃)３￣)", "＼（＾∀＾）メ（＾∀＾）ノ", "▄︻┻┳═一∵∴(∵_，∵)>>", "╭∩╮（︶︿︶）╭∩╮", "ε=ε=ε=┏(゜ロ゜;)┛", "ヽ(・ω・｀)ノ=з=з=з", "Hi~o(*￣▽￣*)ブ", "ε=(´o｀)唉", "o(︶︿︶)o唉", "─=≡Σ((( つ•̀ω•́)つ超人", "( ^_^ )/~~拜拜", "o(≧v≦)o~~好棒", "☆*:.｡. o(≧▽≦)o .｡.:*☆", '(ﾉ"◑ڡ◑)ﾉ"(｡•́︿•̀｡)来，给爷笑一个！', "丧【gan】心【de】病【piao】狂【liang】", "撒花！✿✿ヽ(ﾟ▽ﾟ)ノ✿", "ღ⊙□⊙╱脸伸过来让我打一下" ]
}, {
    class: "B站颜",
    datalist: [ "→_→自由 平等 公正 法治 爱国 敬业 诚信 友善←_←", "什么鬼= =ㄖㄙㄖ‖", "_(눈_눈」∠)_开口跪", "(۩⊙o⊙۩)我选择死亡", "(๑•ั็ω•็ั๑)迷の感动", "(ಥ_ಥ)是在下输了", "(ノ°ο°)ノ前方高能预警", '(*°ω°*)ﾉ"非战斗人员请撤离！！', "눈_눈您的好友【】已上线", "【】的弹幕由我组成", "（°Д°）ъ小赞！", "（°Д°）Ъ大赞！", "╭(°A°`)╮大写的懵逼", "(°ー°〃)你咋不上天呢", "(̿▀̿ ̿Ĺ̯̿̿▀̿ ̿)̄杀父之仇不过如此", "└(^O^)┘红红火火恍恍惚惚", "QAQ画质感人", "๑乛◡乛๑卡在了奇怪的地方", "我的手中突然出现了火把！ψ(ﾟДﾟ)ψ ", "麻麻他开挂了！ლ(இдஇ;ლ )", "( •̀⊿•́)ง妖妖灵吗？我要报警了！", "(┯。┯∏)↑ㅇ→❁ 爆菊花", "C（ °△ °）C【|||】来包辣条", "✿✿ヽ(ﾟ▽ﾟ)ノ✿完结撒花！", "我也真是哔了狗了→(U・x・U)", "此刻我的内心是崩溃的(⊙o⊙)", "我从未见过如此厚颜无耻之人(´இ皿இ｀)", "怒刷存在感！(ง •̀_•́)ง", "这么可爱一定是蓝孩纸！╰ひ╯", "我来增加弹幕！！！*罒▽罒*", "发条弹幕压压惊Σ(っ °Д °;)っ", "好无聊，我看了300遍就关了(｡•ˇ‸ˇ•｡)", "早已看穿了一切▼_▼", "姿势美如画( *・ω・)✄╰ひ╯", "一本正经的胡说八道_(:з」∠)_", "然而并没有什么卵用(*ﾟ▽ﾟ)ﾉ︵○○○", "_(≧∇≦」∠)_我要爬到B站总部……", "bilibili- ( ゜- ゜)つロ 乾杯~", "高产似母猪(ˉ(∞)ˉ)", "(∩→v←∩)斗鸡眼鄙视", '( "･-･)ﾉ――◎ 我就玩玩悠悠球', "(╯°A°)╯︵○○○去吧大师球！", "、(╯одо)╯┃╯ω╰┃扔一个BILIBILI！！", "懂哲学么少年？( ͡° ͜ʖ ͡°)╯♂", "(=•̀口•́=)و✧干巴爹", "▕(:3▒▒▒▏晚安", "(*≧▽≦)ツ┏━┓⌒ 〓▇3:) 睡你麻痹起来嗨", "(￣ε(#￣)☆╰╮(ಥ_ಥ)嗨你麻痹我要睡觉", "_(ÒωÓ๑ゝ∠)_看我颜艺的一趴！", '╮(￣▽￣")╭ 进度条君已阵亡', "¯_(ツ)_/¯逼死原唱系列", "ヾ(≧O≦)〃嗷~恭喜你发现镇店之宝" ]
}, {
    class: "节日颜",
    datalist: [ "＼(*^ー^)/*【謹賀新年】*＼(^ー^*)/", "除夕钟鸣(〃￣ω￣)_中☆{{{Д}}} 咚~~!!", "(´∀`)ノ⌒◎✧✧猴赛雷~送你一个窜天猴！", "ヽ(・ω・｀)ノ=з=з快跑快跑！窜天猴上天了！", "╭(°A°`)╮感觉我错过了几个亿！！", "ヽ(‘⌒´メ)ノ居然背着我发红包！不能忍！", "◎⌒ヾ(￣0￣ ) 人(＿ ＿ )投币许愿", "(○･д･)ﾉ★☆新年快乐嗷☆★ヽ(･д･●)", "ヽ(´・ω・｀)ノ新年快乐呀！永远18岁！！", "ʕ•̫͡•ʔ╠╣ᎯÞÞᎽ ƞℯധ ƴℯ੨ℽ ʕ•̫͡•ʔ", "(*´∀｀)ノHAPPY NEW YEARヽ(´∀｀*)", "ﾐ★新年快乐(≧ω≦人≧ω≦))恭喜发财★ﾐ", "y♪───Ｏ（≧∇≦）Ｏ────♪新年快乐！", "ヽ(*￣∀￣)ノ~★恭贺新年★~ヾ(￣∀￣*)ノ", "新年啦||┝ヽ(￣▽￣)ノ┥||要开心哦～！", "新年快乐！ｍ（_ _）ｍ＼（＾０＾）／", "ヾ(о-ω･)ﾉ⌒★ 今年也要做好基友哦", "我在大扫除哒！ヽ(・ω・。｀)ﾉ", "(*^ ・^)ノ⌒☆元宵节快乐☆⌒oooo", "(●´・ω・｀)งo○(好想要压岁钱呢)", "(´･(´･(´･ω･｀)･｀)･｀)给我压―岁―钱―♪", "太特么少了･･･o(;´Д`)っﾛ:.←红包", "一分钱什么概念！四舍五入一个亿啊！o(;´Д`)っﾛ:.←红包", "(๑•ั็ω•็ั๑)看我这么美，发个红包呗", "(๑•̀ㅂ•́)و✧领完辣！还要还要！！", "红包拿来！щ(ﾟ▽ﾟщ)", "(ง •̀_•́)ง为抢红包奋斗终身！", "趁我不在偷偷发红包◑▂◑", "It’s me！It’s me！！ヽ(*⌒∇⌒*)ﾉ手气最佳！！", "|_･ )₎₎ 那个……我喜欢你~", "|｡･ω･)っ◆　我喜欢你♪", "请收下♪　|壁|ﾉ∇｀*)-o田←巧克力", "(○ﾟωﾟ)っ〔」」」〕请吃块巧克腻吧", "゜・*:.。. ☆圣诞快乐☆.。.:*・゜", "圣诞老人＆驯鹿 *∠(´・ω・)っ-┗|´・●_●・|┛", "*★*--------圣诞(o。≧∀≦。)o快乐!!----------*★*", "向右看齐！(´_>`)( ´_>`)(´_>`)(´_>`)(･ω･)", "向前看！(･ω･)(･ω･)(･ω･)(･ω･)(･ω･)", "敬礼！(｀･ω･´)ゞ(｀･ω･´)ゞ(｀･ω･´)ゞ(｀･ω･´)ゞ", "立正！┏(｀ー´ )┓┏(｀ー´ )┓┏(｀ー´ )┓┏(｀ー´ )┓", "正步走！┏(｀ー´)┛┏(｀ー´)┛┏(｀ー´)┛┏(｀ー´)┛" ]
}, {
    class: "节操君",
    datalist: [ "( *・ω・)✄╰ひ╯", "（· 人 ·）ヾ(ﾟｰﾟヾ)你胸大你先说", "_(:3」∠❀)☆╰╮o(￣皿￣///)打楼上屁屁", "_(:3」∠❀)_☜戳楼上菊花", "( *・ω・)✄╰ひ╯先宫为敬，你随意", "o(*≧▽≦)ツ⊥⊥⊥⊥【拍钉狂笑】", '((O(#￣▽￣)O))￣0￣")童鞋你的胸挤到我了', "<(￣天▽下￣)> 胸怀天下！！！", "（· 人 ·）ԅ(ಥ_ಥԅ)呀好软", "╰⋃╯ლ(´ڡ`ლ)", "(ಥ_ಥ)ﾉ╰ひ╯卧槽好小！！", "ｷｬ━━━━(ﾟ∀ﾟ)━━━━!!我的丁丁有这么大", "ｷｬ━(   ﾟ  )━━(   ﾟ  )━━!!我的胸这么大", "( *・ω・)✄╰ひ╯", "（· 人 ·）ヾ(ﾟｰﾟヾ)你胸大你先说", "_(:3」∠❀)☆╰╮o(￣皿￣///)打楼上屁屁", "_(:3」∠❀)_☜戳楼上菊花", "( *・ω・)✄╰ひ╯先宫为敬，你随意", "o(*≧▽≦)ツ⊥⊥⊥⊥【拍钉狂笑】", '((O(#￣▽￣)O))￣0￣")童鞋你的胸挤到我了', "<(￣天▽下￣)> 胸怀天下！！！", "（· 人 ·）ԅ(ಥ_ಥԅ)呀好软", "╰⋃╯ლ(´ڡ`ლ)", "(ಥ_ಥ)ﾉ╰ひ╯卧槽好小！！", "ｷｬ━━━━(ﾟ∀ﾟ)━━━━!!我的丁丁有这么大", "ｷｬ━(   ﾟ  )━━(   ﾟ  )━━!!我的胸这么大" ]
}, {
    class: "卖萌",
    datalist: [ "( ˙-˙ )", "(´･_･`)", "Ծ ̮ Ծ", "(*/ω＼*)", "◑▂◑", "◐▂◐", "◑▂◐", "●▽●", "●ｖ●", "(●—●)", "(๑• . •๑)", "(๑•ั็ω•็ั๑)", "( •ิ_• ิ)", "(ง •̀_•́)ง", "(๑•̀ㅂ•́)و✧", "(๑•ี_เ•ี๑)", "(,,•́ . •̀,,)", "(´･ᆺ･`)", "(｡•́︿•̀｡)", "(๑•́₃ •̀๑)", "(ღˇ◡ˇღ)", "๑乛◡乛๑", "(ฅ>ω<*ฅ)", "(｡•́__ก̀｡)", "￣﹁￣", "ˉ﹃ˉ", "(๑´ڡ`๑)", "(๑´ㅂ`๑)", "(´･ω･`)", "(*´艸`*)", "( ´•灬•｀)", "(｡ì _ í｡)", "ԅ(¯﹃¯ԅ)", "乀(ˉεˉ乀)", "◉‿◉", "（￣⊿￣）", "ヽ(￣д￣;)ノ", "٩( °༥° )و ₎₎", "ヽ(•̀ω•́ )ゝ", "ლ(•̀ _ •́ ლ)", "٩(ˊᗜˋ*)و", "Σ(･ω･ﾉ)ﾉ", "(･ิϖ･ิ)っ", "(｡･ω･｡)ﾉ♡", "(づ￣3￣)づ", "(●･ˇ_ˇ･●)", "(ㅎᗨㅎ)", "•_ゝ•", "٩( ‘ω’ )و ", "罒ω罒", "乁( ˙ ω˙乁)", "(づ ●─● )づ", "(◍•ᴗ•◍)ゝ", "( ˘•ω•˘ ) ", "(๑˙❥˙๑)", "|•ˇ₃ˇ•｡)", "(◍′˘‵◍)", "ƪ(‾ε‾“)ʃ", "( ˘ω˘ ) ", "ヾ(≧O≦)〃嗷~", "ε==(づ′▽`)づ", "(～﹃～)~zZ", "┏(^ω^)=☞", "⁄(⁄ ⁄•⁄ω⁄•⁄ ⁄)⁄", "ヾ(´▽｀;)ゝ", "ﾍ(･_|", "(▰˘◡˘▰)", "✧*｡٩(ˊωˋ*)و✧*｡", " ⁽⁽ ◟(눈_눈)◞ ⁾⁾", "✺◟(∗❛ัᴗ❛ั∗)◞✺", " ✧(≖ ◡ ≖✿)" ]
}, {
    class: "开心",
    datalist: [ "^_^", "^o^", "^ω^", "´∀`", "( ´▽` )", "*罒▽罒*", "*^o^*", "♪(^∇^*)", "∩_∩", "﹋o﹋", "O(∩_∩)O", "└(^O^)┘", "┗(｀ー´)┓", "┌(^O^)┘", "┌(^O^)┐", "┏(｀ー´)┛", "～(￣▽￣～)~", "≧∇≦", "~(≧▽≦)/~", "ツ", "(^з^)-☆", "〈( ^.^)ノ ", "ヽ(○´∀`)ﾉ♪", "=^_^=", "↖(^ω^)↗", "(^O^)/", "Y(^_^)Y", "( •̀∀•́ )", "ヽ(ﾟ∀ﾟ)ﾉ", "ヽ(〃∀〃)ﾉ", "ヾ(*´∀｀*)ﾉ", "-(￢∀￢)σ", "ε-(´∀｀; )", "(´,,•∀•,,`)", "ヽ(´･д･｀)ﾉ", "(*^．^*)", "*^_^*", "╰(*´︶`*)╯", "(＊￣︶￣＊)", "(❁´︶`❁)", "(๑ºั╰╯ºั๑) ", "︿(￣︶￣)︿", " (´▽｀)ノ♪", "ヾ ^_^♪", "(〃∇〃)", "(●´∇｀●)", "ヽ(*⌒∇⌒*)ﾉ", "(〃>▽<〃)/*", "٩( *´﹀`* )۶♬*゜", "(*ﾟ▽ﾟ)ﾉ", "(*ﾟｰﾟ)v", "°.*( ˆoˆ )/*.° ", "( ˆoˆ)/(ˆoˆ )/" ]
}, {
    class: "无语",
    datalist: [ "_(:з」∠)_", "(´இ皿இ｀)", "¯_(ツ)_/¯", "╮(╯_╰)╭", "→_→", "←_←", "´_>`", "´<_`", "~_~", "=_=", "-_-||", "•﹏•", "ಥ_ಥ", "(ಡωಡ)", "눈_눈", "(ㅎ.ㅎ)", "▼_▼", "Orz", "⊙_⊙", "⊙ω⊙", "o_O", "Õ_Õ", "-_-#", "(ー ー゛)", "(~￣△￣)~", "╭(￣▽￣)╮", '╮(￣▽￣")╭ ', "╮(╯▽╰)╭", "╭(╯^╰)╮", "╭(╯ε╰)╮", "╯﹏╰", "﹁_﹂", "(´-ι_-｀)", "(￣⊥￣)", "ㄟ(▔，▔)ㄏ", "┑(￣Д ￣)┍", "⊂[┐¯_¯┌]⊃", "_:(´□`」 ∠):_", "(✘_✘)", "(￣┰￣*)", "(๑¯ω¯๑)", "ε=(´o｀)", "○|￣|_", "＠(￣-￣)＠", "~(*+﹏+*)~", "＼(-___________-;)／" ]
}, {
    class: "震惊",
    datalist: [ "(⊙o⊙)", "⊙▽⊙", "(ง ˙o˙)ว", "(°ー°〃)", "Σ( ° △ °|||)︴", "Σ(っ °Д °;)っ", "(๑ʘ̅ д ʘ̅๑)!!!", "(ノ°ο°)ノ", "╭(°A°`)╮", '(*°ω°*)ﾉ"', "ヾ(Ő∀Ő)ﾉ", "!!!∑(ﾟДﾟノ)ノ", "∑(ﾟДﾟ)", "d(ŐдŐ๑)", "(ﾟДﾟ≡ﾟДﾟ)", "(๑°⌓°๑)", "( ö )/", "(=ﾟωﾟ)ﾉ", '"(º Д º*)', "w(ﾟoﾟ)w", "(;´༎ຶД༎ຶ`)", 'ヾ(༎ຶД༎ຶ)ﾉ"', "(ಠ .̫.̫ ಠ)", "(((o(*ﾟ▽ﾟ*)o)))" ]
}, {
    class: "生气",
    datalist: [ "(ㅎ‸ㅎ)", "( ´◔‸◔`)", "╰_╯", "╰_╯╬", "Ծ‸ Ծ ", "(｡•ˇ‸ˇ•｡)", "ヽ(‘⌒´メ)ノ", "╰（‵□′）╯", "(⇀‸↼‶)", "︶︿︶", "￣へ￣", "凸(｀0´)凸", " (̿▀̿ ̿Ĺ̯̿̿▀̿ ̿)̄", ">o<", ">_<", "ˋ_ˊ", "ò.ό", "~`oˊ~", "( ｰ̀εｰ́ )", "（｀Δ´）！", "(・‘ヘ´・;)ゞ", "o(￣ヘ￣o)", "(((￣へ￣井)", "ʅ( ･´‸･｀)ʃ", "（▼へ▼メ）", "(▼皿▼#)", "(」ﾟヘﾟ)」", "☄ฺ(◣д◢)☄ฺ", "(｡◕ˇ﹏ˇ◕｡ )", "ᕦ(ò_óˇ)ᕤ", "ε=ε=(怒ﾟДﾟ)ﾉ" ]
}, {
    class: "伤心",
    datalist: [ "T^T", "T_T", "〒_〒", "ㅍ_ㅍ", "~>_<~", "::>_<::", "●^●", "QAQ", "/(ㄒoㄒ)/~~", ".·´¯`(>▂<)´¯`·.", "(๑òᆺó๑)", "(｡í _ ì｡)", "( ´Д｀)y━・~~", "m(_ _)m", "┭┮﹏┭┮", "(━┳━ _ ━┳━)", "(´╥ω╥`)", "(っ╥╯﹏╰╥c)" ]
}, {
    class: "动物",
    datalist: [ "( ఠൠఠ )", "≫(‘♀’)≪", "( ˘•㉨•˘ )", "<‘)))))><", "(ˉ(∞)ˉ)", "^(oo)^", "=￣ω￣=", "(=^.^=)", "ヽ(=^･ω･^=)丿", "(●´ϖ`●)", "ʕ•ﻌ•ʔ", "（/__）", "(U・x・U)", "ヾ(=ﾟ･ﾟ=)ﾉ喵♪", "ヾ(´(ｴ)｀ﾉﾞ", "(○｀（●●）´○)ﾉ", "︽⊙_⊙︽", "⊂((・⊥・))⊃", "(: )～", "(‧‧)nnn", "(:◎)≡", "哼(ˉ(∞)ˉ)唧", "ฅ( ̳• ◡ • ̳)ฅ", "ฅ●ω●ฅ喵喵酱～" ]
}, {
    class: "日常",
    datalist: [ ":)", ":(", ":D", ":P", ":-)", ":-(", ":-D", ":-P", ";-)", ":-O", ":-X", ":-C", ":-|", ":o3", ":=]", ":-*", "-.-", "+_+", "π_π", "?_?", "$_$", "@_@", "＠x＠", "e_e", "X_X", "*_*", "☆_☆", "#_#", "Q_Q", "Ω_Ω", ">3<", "= =" ]
} ];

module.exports = _;